Repository: holgerkrupp/PodcastClient
Catalog: Localizable.xcstrings
Source language: en
Languages: de

source: Use transcript text as a Shortcuts file or request the existing transcription pipeline.
de: Transkripttext als Kurzbefehlsdatei verwenden oder die bestehende Transkription anfordern.

source: Use Up Next's existing transcript import or on-device transcription pipeline.
de: Den vorhandenen Transkriptimport oder die Transkription auf dem Gerät von „Als Nächstes“ verwenden.

source: Used when playback starts; the player speed control updates this value.
de: Wird beim Start der Wiedergabe verwendet; die Geschwindigkeitssteuerung des Players aktualisiert diesen Wert.

source: Useful Outputs
de: Nützliche Ausgaben

source: User State authority
de: User State als führende Datenquelle

# User State queue entries: %lld → %lld
source: User State queue entries: %1$lld → %2$lld
de: Einträge der Benutzerstatus-Warteschlange: %lld → %lld

source: Username
de: Benutzername

source: Uses Apple Intelligence on this device
de: Verwendet Apple Intelligence auf diesem Gerät

source: Using Global Defaults
de: Globale Standardwerte werden verwendet

source: Using Podcast Defaults
de: Podcast-Standardwerte werden verwendet

source: Using podcast-specific settings
de: Podcast-spezifische Einstellungen werden verwendet

source: Using Up Next
de: „Als Nächstes“ verwenden

source: Validate Feed
de: Feed prüfen

source: Validated feed
de: Feed geprüft

source: Video Size
de: Videogröße

source: Voice enhancement
de: Stimmverbesserung

source: VoiceOver and Voice Control use the same control names you see in the player, queue, and transcript views.
de: VoiceOver und Sprachsteuerung verwenden dieselben Bezeichnungen, die du in Player-, Warteschlangen- und Transkriptansichten siehst.

source: Wait for episode to sync
de: Warte, bis die Episode synchronisiert ist

source: Waiting for Store Import
de: Warten auf Store-Import

source: Waiting to be imported
de: Wartet auf Import

source: Waiting to Sync
de: Wartet auf Synchronisierung

source: Watch Storage
de: Speicher auf der Watch

source: Week
de: Woche

source: Weekday
de: Wochentag

source: Weekday totals and an hour-by-weekday heat map based on your listening history.
de: Wochentagssummen und eine Heatmap nach Stunde und Wochentag auf Basis deines Hörverlaufs.

source: Weekly listening heat map
de: Wöchentliche Hör-Heatmap

source: Weekly Listening Heat Map
de: Wöchentliche Hör-Heatmap

source: What am I listening to in Up Next?
de: Was höre ich gerade in „Als Nächstes“?

source: What is next in Up Next?
de: Was kommt in „Als Nächstes“ als Nächstes?

source: What podcasts are live in Up Next?
de: Welche Podcasts sind in „Als Nächstes“ live?

source: What's New
de: Neuigkeiten

source: When
de: Wann

source: When an alignment is available, corrected timing is used during playback and when seeking from transcript rows. Synchronization is not run after download.
de: Wenn ein Abgleich verfügbar ist, werden die korrigierten Zeitangaben während der Wiedergabe und beim Springen über Transkriptzeilen verwendet. Nach dem Download wird keine Synchronisierung ausgeführt.

source: When an episode finishes, continuous playback can automatically start the next item from Up Next.
de: Wenn eine Episode zu Ende ist, kann die kontinuierliche Wiedergabe automatisch mit dem nächsten Element von „Als Nächstes“ beginnen.

source: When enabled, the app can start on-device transcription automatically after downloads finish. Podcasts that publish their own transcripts are never transcribed on device — their transcript is imported instead.
de: Wenn diese Option aktiviert ist, kann die App die Transkription auf dem Gerät automatisch starten, nachdem Downloads abgeschlossen sind. Podcasts, die eigene Transkripte veröffentlichen, werden nie auf dem Gerät transkribiert — ihr Transkript wird stattdessen importiert.

source: When enabled, the app watches the iCloud Drive > Up Next root and imports audio files from there when you open the iCloud Drive view. Turning it off stops discovery, but keeps existing sideloaded items in the database.
de: Wenn diese Option aktiviert ist, überwacht die App den Stammordner „iCloud Drive > Up Next“ und importiert Audiodateien von dort, wenn du die iCloud Drive-Ansicht öffnest. Wenn du sie deaktivierst, wird die Erkennung gestoppt. Vorhandene sideloaded Elemente bleiben in der Datenbank.

source: When the limit is full, Up Next still shows the episode but asks before downloading it.
de: Wenn das Limit erreicht ist, zeigt „Als Nächstes“ die Episode weiterhin an, fragt aber vor dem Download nach.

source: When this is off, live and upcoming broadcasts, companion actions, reminders, and live-specific refresh work are disabled. Normal podcast refresh continues.
de: Wenn diese Option deaktiviert ist, sind Live- und kommende Sendungen, Begleitaktionen, Erinnerungen und Live-spezifische Aktualisierungen ausgeschaltet. Die normale Podcast-Aktualisierung läuft weiter.

source: When this is off, no podcast can schedule notifications for podcast:liveItem events.
de: Wenn dies deaktiviert ist, kann kein Podcast Benachrichtigungen für podcast:liveItem-Ereignisse planen.

source: When this is off, the app skips feed-linked transcript downloads and automatic on-device transcript creation for every podcast.
de: Wenn diese Option deaktiviert ist, überspringt die App für jeden Podcast Feed-verknüpfte Transkript-Downloads und die automatische Transkripterstellung auf dem Gerät.

source: When this is off, this podcast will not show the live event notification scheduling button. The global setting can still disable live notifications for every podcast.
de: Wenn dies deaktiviert ist, zeigt dieser Podcast die Schaltfläche zum Planen von Live-Ereignisbenachrichtigungen nicht an. Die globale Einstellung kann Live-Benachrichtigungen weiterhin für alle Podcasts deaktivieren.

source: When you usually listen
de: Wann du normalerweise hörst

source: Which podcast and episode?
de: Welcher Podcast und welche Folge?

source: Which podcast?
de: Welcher Podcast?

source: White
de: Weiß

source: Will be skipped
de: Wird übersprungen

source: Will be skipped automatically
de: Wird automatisch übersprungen

source: Y-axis: listening time per %@.
de: Y-Achse: Hörzeit pro %@.

source: Year
de: Jahr

source: Year Calendar
de: Jahreskalender

source: Yes
de: Ja

source: You can reorder Up Next manually, move an episode to the end, or remove episodes from the queue.
de: Du kannst „Als Nächstes“ manuell neu anordnen, eine Episode ans Ende verschieben oder Episoden aus der Warteschlange entfernen.

source: You have not saved a bookmark yet. Tap the bookmark icon during playback to add a bookmark. Bookmarking allows you to listen to a segment of an episode later on. It also works in CarPlay or by saying 'Bookmark this in Up Next'.
de: Du hast noch kein Lesezeichen gespeichert. Tippe während der Wiedergabe auf das Lesezeichen-Symbol, um eines hinzuzufügen. So kannst du später einen Abschnitt einer Episode erneut anhören. Das funktioniert auch in CarPlay oder mit dem Sprachbefehl „Lesezeichen in „Als Nächstes“ setzen“.

source: You have not subscribed to any podcasts yet. Tap the + Button in the bottom right corner to subscribe to some podcasts. You can import a OPML File, search the directory or browse for trending podcasts in different languages.
de: Du hast noch keine Podcasts abonniert. Tippe auf die Plus-Taste unten rechts, um Podcasts zu abonnieren. Du kannst eine OPML-Datei importieren, das Verzeichnis durchsuchen oder angesagte Podcasts in verschiedenen Sprachen entdecken.

source: Your %lld listening recap is ready. Open the share picture view to customize and export it.
de: Dein Hörrückblick %lld ist bereit. Öffne die Teilen-Bild-Ansicht, um ihn anzupassen und zu exportieren.

source: Your existing episodes and playback data will be retained. Only save if this is the same podcast.
de: Deine vorhandenen Episoden und Wiedergabedaten bleiben erhalten. Nur speichern, wenn es sich um denselben Podcast handelt.

source: Your Inbox is empty
de: Dein Eingang ist leer

source: Your Library
de: Deine Mediathek

source: Your Library is empty
de: Deine Mediathek ist leer

source: Your Sideloading Folder is empty
de: Dein Sideloading-Ordner ist leer
